brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "jq"
brew "node"
brew "nvim"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
brew "vim"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "postgresql@17"
