brew "act"
brew "anomalyco/tap/opencode"
brew "bat"
brew "cosign"
brew "delta"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "jq"
brew "just"
brew "lazygit"
brew "luarocks"
brew "node"
brew "nvim"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "vim"
brew "xclip"
brew "yarn"
brew "yq"
brew "zoxide"
